/* default string for new tasks */
"0 0 1 1 * echo \"Happy New Year!\"" = "0 0 1 1 * echo \"Feliç any nou!\"";

/* Information text displayed in the runNowPanel */
"\nThe output will appear below when the command has finished executing\n" = "\nEl resultat apareixerà quan s'hagi executat la instrucció\n";

/* toolbar item tooltip */
"Add new environment variable" = "Afegir una nova variable d'entorn";

/* Edit task dialog submit button text */
"Apply" = "Aplicar";

/* Check for update connection failure acknowledgement button title */
"Bummer" = "Bummer";

/* Cancel in dialog
   Cancel in dialogs */
"Cancel" = "Cancel·lar";

/* Check for update failure sheet title */
"Connection failure" = "Error de connexió";

/* Error converting */
"Couldn't convert value" = "Ha sigut impossible convertir aquest valor";

/* toolbar item tooltip */
"Create new crontab entry" = "Crear una nova entrada en el cron";

/* string in status toolbar item */
"Crontab for user:" = "Crontab de l'usuari:";

/* toolbar label
   toolbar palette label
   toolbar item tooltip */
"Current crontab" = "Crontab actual";

/* toolbar item name */
"Delete" = "Suprimir";

/* discard in dialog
   Discard chanes button label */
"Discard" = "No guardar els canvis";

/* default command for new crontab tasks */
"echo \"Happy New Year!\"" = "echo \"Bon Any!\"";

/* toolbar item name */
"Edit" = "Editar";

/* toolbar item tooltip */
"Edit task" = "Editer la tasca";

/* empty crontab alert sheet */
"Empty Crontab" = "Cron buit";

/* open failure alert sheet
   write failure alert sheet */
"Failure" = "Error";

/* go to download page button title in 'update available' dialog */
"Go to download page" = "Anar a la pàgina de descàrregues";

/* Hide toolbar menu item label */
"Hide Toolbar" = "Amagar la barra d'eines";

/* Home directory not found warning in open failure alert sheet */
"I couldn't find a home directory for '%@' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." =
	"No s'ha trobat cap directori per a l'usuari '%@' en el vostre sistema. Potser heu escrit malament el nom o (esperem que no!) heu esborrat el directori d'aquest usuari . Mireu a la carpeta Usuaris si existeix...";

/* Insert program std file open dialog: alternative label for open button */
"Insert" = "Insertar";

/* descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab for user \"%s\"." = "No teniu els privilegis suficients per a escriure el crontab per a l'usuari \"%s\".";

/* descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "Privilegis insuficients per a escriure el crontab.";

/* New task dialog submit button text
   toolbar item name */
"New" = "Nou";

/* No update available alert sheet title */
"No Update Available" = "No hi ha cap actualització disponible";

/* Ok in dialog */
"OK" = "OK";

/* toolbar item name */
"Open" = "Obrir";

/* toolbar item tooltip */
"Open crontab for different user" = "Obrir el crontab d'un altre usuari";

/* toolbar item tooltip */
"Remove crontab entry" = "Suprimir aquesta entrada del crontab";

/* toolbar item tooltip */
"Remove environment variable" = "Suprimir aquesta variable d'entorn";

/* Run now context menu item
   toolbar item name */
"Run now" = "Executar ara";

/* toolbar item name */
"Run Now" = "Executar ara";

/* toolbar item tooltip */
"Run task now" = "Executar ara la tasca";

/* Information text displayed in the runNowPanel */
"Running command\n" = "Executant la tasca\n";

/* Save button label
   toolbar item name
   Save in dialog */
"Save" = "Guardar";

/* toolbar item tooltip */
"Save crontab" = "Guardar crontab";

/* Show toolbar menu item label */
"Show Toolbar" = "Mostrar la barra d'eines";

/* env. variable name template */
"SOME_ENV" = "SOME_ENV";

/* update check connection failure dialog text */
"Someone tripped over the wire to the internet. Or maybe it's the rain. Wait for clear skies and try again." =
	"Potser hi ha ocells als fils de l'internet. O potser plou. Espereu que faci millor temps i torneu-ho a provar...";

/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */
"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." =
	"Alguna cosa ha impedit de llegir el vostre crontab - potser una tempesta de ions al cinturó d'asteriods... Mireu si és això i arregleu-ho o envieu un email a l'autor (Veure informació del programa) i queixeu-vos com si s'acabés el món avui";

/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */
"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." =
	"El sistema mostra un crontab buit per a '%s'. Això significa que no hi ha crontab per a aquest usuari. Si premeu OK podreu crear una nova crontab per a aquest usuari. Si esteu segurs que l'usuari '%s' té ja un cron, llavors deu haver passat una anomalia temporal. Contacteu amb l'autor i quiexeu-vos.";

/* new version available dialog text */
"There's a new version available at %@.\n\nChanges in version %@:\n" =
	"Hi ha una nova versió a %@.\n\nCanvis a la versió %@:\n";

/* no new version available dialog text */
"There's no new version available." = "No hi ha cap nova versió disponible.";

/* confirmation button title in 'no update available' dialog */
"Too bad" = "Quina llàstima!";

/* Unsaved data alert sheet title */
"Unsaved Data" = "No s'han guardat les Dades";

/* Update available alert sheet title */
"Update Available" = "Actalització Disponible";

/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 50 */
"User" = "Usuari";

/* user doesn't exist warning in open failure alert sheet */
"User does not exist" = "Aquest usuari no existeix";

/* env. variable value template */
"value" = "valor";

/* descriptive text in save changes alert sheet
   unsaved changes warning in alert sheet */
"You have modified your crontab. Save changes?" = "Heu modificat el crontab. Voleu realment guardar els canvis ?";

